Repository: W1W1-M/WP-plugintemplate
Catalog: wp-offres-emploi-intranet/lang/wp-offres-emploi-intranet-*.po
Languages: fr_fr

source: You are not authorised to manage these settings. Please contact your WordPress administrator.
fr_fr: Vous n'êtes pas autorisé a gérer ces paramètres. Merci de contacter votre administrateur WordPress.

source: Settings
fr_fr: Paramètres

source: url setting
fr_fr: paramètres de l'URL

source: You have to enter the URL of the API providing the job offers.
fr_fr: Vous devez saisir l'URL de l'API fournissant les offres d'emploi.

source: '#affichage-offres-emploi-intranet': This div wraps around all displayed job offers.
fr_fr: '#affichage-offres-emploi-intranet': Cette div regroupe toutes les offres d’emploi affichées.

source: '.offre-specifique-emploi-intranet': Each job offer is encapsulated in a button with the class '.offre-specifique-emploi-intranet'.
fr_fr: '.offre-specifique-emploi-intranet' : Chaque offre d'emploi est encapsulée dans un bouton avec la classe '.offre-specifique-emploi-intranet'.

source: '.intitule-offre-emploi-intranet': The job offer's title.
fr_fr: '.intitule-offre-emploi-intranet' : Le titre de l'offre d'emploi.

source: '.date-offre-emploi-intranet': The publication date of the job offer.
fr_fr: '.date-offre-emploi-intranet' : La date de publication de l'offre d'emploi.

source: '.filiere-offre-emploi-intranet': The type of job offer (e.g., public or private).
fr_fr: « .filiere-offre-emploi-intranet » : Le type d'offre d'emploi (ex. : publique ou privée).

source: not specified
fr_fr: non renseigné

source: private low
fr_fr: droit privé

source: public low
fr_fr: droit public
